
{
  "appTitle": "TelDirectorio",
  "appSubtitle": "Directorio Telefónico Corporativo",
  "settings": "Configuración",
  "settingsDescription": "Administre la configuración de la aplicación, importe archivos XML y configure la apariencia.",
  "appearanceSettings": "Configuración de Apariencia",
  "appearanceDescription": "Personalice la apariencia de la aplicación.",
  "darkMode": "Modo Oscuro",
  "languageSettings": "Configuración de Idioma",
  "languageDescription": "Elija su idioma preferido para la interfaz de la aplicación.",
  "english": "Inglés",
  "spanish": "Español",
  "ipPhoneDirectoryAccess": "Acceso al Directorio Telefónico IP",
  "ipPhoneDirectoryAccessDescription": "Para permitir que sus teléfonos IP Cisco accedan al directorio, configúrelos para usar la siguiente URL para el servicio del menú principal:",
  "serviceUrl": "URL del Servicio:",
  "importantNotice": "Importante:",
  "ipAddressPlaceholderNotice": "Reemplace YOUR_DEVICE_IP con la dirección IP o el nombre de host real del servidor que ejecuta esta aplicación. Este servidor debe ser accesible desde la red de sus teléfonos IP. El puerto (por ejemplo, 9002 para desarrollo) también debe coincidir con la configuración de ejecución de su aplicación. Los archivos XML para el directorio deben colocarse en la carpeta IVOXS en la raíz del proyecto. El archivo MAINMENU.xml es administrado por la aplicación y normalmente no debe cargarse manualmente aquí.",
  "importXmlFiles": "Importar Archivos XML",
  "importXmlFilesDescription": "Cargue archivos XML directamente a sus respectivas ubicaciones dentro del directorio IVOXS. Asegúrese de que los archivos tengan el formato XML correcto para teléfonos IP Cisco. El nombre del archivo (sin .xml) se utilizará como su ID.",
  "caution": "Precaución",
  "importOverwriteWarning": "La importación de archivos sobrescribirá los archivos existentes con el mismo nombre en el directorio de destino. Asegúrese de que está cargando los archivos correctos.",
  "importZoneBranchXml": "Importar XML de Rama de Zona",
  "importZoneBranchXmlDescription": "Cargue un archivo XML para una zona específica (p. ej., ZonaEste.xml). Se guardará en IVOXS/ZoneBranch/.",
  "importDepartmentXml": "Importar Archivos XML de Departamento",
  "importDepartmentXmlDescription": "Cargue uno o más archivos XML para departamentos/localidades específicos. Los archivos se guardarán en IVOXS/Department/.",
  "home": "Inicio"
}
